"this software" = "QuickFileType";

/* A message when a package is selected in open panel */
"%@ is not a file." = "%@ は ファイルではありません。";

/* Infomative text when a package is selected in open panel */
"Directory does not have a type code and a creator code" = "ディレクトリにはクリエータとタイプ属性はありません。";

/* Alert when can't apply types */
"Can't change creator and type." = "クリエータ/タイプ を変更できません。";

"The file is locked." = "ファイルがロックされています。";
"No permission." = "書き込み権限がありません。";
"Unknown" = "原因不明";

"\"%@\" is ignoring creator code.\n Do you make creator code enable ?" = "\"%@\" はクリエータコードを無視します。\n クリエータコードを有効にしますか？";
"Creator codes will be enabled for the UTI \"%@\"." = "UTI \"%@\" に対してクリエータコードを有効にします。";
"This UTI is determined by type code." = "この UTI はタイプコードで決定されています。";
"This UTI for the type code conflicts with the UTI for the extension." = "タイプコードによる UTI と拡張子による UTI が一致しません。";
"'usro' resource will removed." = "'usro' リソースを削除します。";
"Cancel" = "キャンセル";